Repository: Davidmp1/lxrandr
Catalog: po/ltg.po
Languages: ltg

source: Laptop LCD Monitor
ltg: Portativō datora monitors

source: External VGA Monitor
ltg: Ōrejīs VGA monitors

source: VGA Monitor
ltg: VGA monitors

source: External DVI Monitor
ltg: Ōrejīs DVI monitors

source: DVI Monitor
ltg: DVI monitors

source: Default Monitor
ltg: Nūkluseitīs monitors

source: translator-credits
ltg: Andrejs Meinerts <inni96@inbox.lv>

source: Monitor configuration tool for LXDE
ltg: Monitoru konfigureišonys reiks

source: LXRandR autostart
ltg: LXRandR autostarts

source: Start xrandr with settings done in LXRandR
ltg: Startäț xrandr ai LXRandR īstatiejumim

source: Is everything OK? Confirm within 15 seconds, otherwise previous state will be restored.
ltg: Vyss pareizi? Apstiprynojit 15 sekunžu laikā, ka naapstiprynōsit tikș atgrīzti vacī īstatiejumi.

source: _OK
ltg: _Labi

source: _Abort
ltg: _Atcálț

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessible without monitor.
ltg: Navar slägț nūst vysus ekranus! Navaräsit daslägț tūs nu jauna, partū ka pi itō reika var datikț viņ nu keida displeja.

source: Configuration Saved
ltg: Īstatiejumi saglobōti

source: Unable to get monitor information!
ltg: Navar nūlasäț informaceji par monitori!

source: Display Settings
ltg: Displeja īstatiejumi

source: Show the same screen on both laptop LCD and external monitor
ltg: Rōdäț vīnu i tū pošu iz portatīvō datora monitora i ōrejō monitora

source: Turn off laptop LCD and use external monitor only
ltg: Atslägț portatīvō datora monitoru i lītōț viņ ōrejū monitoru

source: Turn off external monitor and use laptop LCD only
ltg: Atslägț ōrejū monitoru i lītōț viņ portatīvō datora monitoru

source: Place external monitor to the right of laptop LCD
ltg: Ōrejīs monitors pa labi nu portatīvō datora monitoru

source: Place external monitor above of laptop LCD
ltg: Ōrejīs monitors viersā iz portatīvō datora monitoru

source: Quick Options
ltg: Dreizī īstatiejumi

source: Advanced
ltg: Papyldus

source: The following monitor is detected:
ltg: Atrosts monitors:

source: Turn On
ltg: Īslägț

source: Position:
ltg: Poziceja:

source: Default
ltg: Nūkluseits

source: On right
ltg: Pa labi

source: Above
ltg: Viersā

source: On left
ltg: Pa kreisi

source: Below
ltg: Zamaškā

source: Resolution:
ltg: Izškirtspieja:

source: Refresh Rate:
ltg: Atsajaunōšonōs bīžums:

source: Change screen resolution and configure external monitors
ltg: Mainäț ekrana izškirtspieju i konfiguräț ōrejūs monitorus

source: Monitor Settings
ltg: Monitora īstatiejumi

source: screen;display;tv;extend;projector;xrandr;refresh rate;position;enable;disable;
ltg: ekrans;displejs;tv;vairōk;projektors;xrandr;atsajaunōšonōs bīžums;poziceja;īslägț;atslägț;
